<div class="page-policy">
  <div class="page-policy__inner">
    <h1 class="page-access__heading page-heading"><span>サイトポリシー・<br class="sp-only">個人情報保護法</span></h1>
    <div class="page-policy__intro">
      <h2>進路選択は一生を決めること。</h2>
      <p>真剣に考えていただくために、資料を請求したり、進学カウンセリングを受けていただくことは大切なことだと私たちは考えています。 岩崎学園は、国際基準規格「ISO27001」と「ISMS」を取得し、お預かりした個人情報を適切に管理。進路決定に伴い、資料が不要となった際は即、送付をストップする体制を整えております。 また、執拗な勧誘や自宅訪問は一切おこなっておりません。 安心して進路活動をしていただけるよう、岩崎学園は取組みを続けております。</p>
    </div>
    <div class="page-policy__main">
      <h3>サイトポリシー</h3>
      <p>学校法人岩崎学園（以下「本学園」といいます）のＷｅｂサイト（iwasaki.ac.jpのドメイン）は、本学園によって運営されています。本学園は「個人情報保護方針」に基づき、利用してくださる皆様（以下「ユーザー」といいます）のプライバシーの保護を重要な課題と考えており、Ｗｅｂを利用した個人情報の取り扱いを次のように致します。 また、このＷｅｂサイトポリシーは本学園が運営するサイト内に適用されるものであり、他の法人が運営するＷｅｂサイトには適用されません。</p>
      <h4>個人情報の収集および利用</h4>
      <p>本学園サイトにおいて個人情報の収集を行う場合は、個人情報保護方針に明示されている使用目的以外には一切使用いたしません。</p>
      <h4>個人情報の提供</h4>
      <p>本学園サイトにおいて個人情報の提供を行う場合は、個人情報保護方針に明示されている提供条件以外には一切提供いたしません。</p>
      <h4>セキュリティ</h4>
      <p>本学園サイトでは、ユーザーが資料請求、イベント申し込み等をご利用いただいた際に個人情報を収集します。その際はＳＳＬ(Secure Sockets Layer)による暗号化を行い、安全性の確保に努めます。また、不正アクセス、情報紛失、破壊、改ざん、漏洩などに対して安全対策を講じます。</p>
      <h4>アクセスログ</h4>
      <p>本学園サイトではアクセスされた方の情報を収集いたします。ただし、この情報は本学園のＷｅｂサイトをよりよいものにしていくための統計的データを取るものであって、ユーザー個人を特定できる情報を含むものではありません。</p>
      <h4>クッキーについて</h4>
      <p>本学園サイトはクッキー(Cookie)を利用する場合があります。クッキーはユーザーの識別等に利用いたしますが、個人を特定できる情報を含むものではありません。</p>
      <h4>法令の遵守</h4>
      <p>本学園は、個人情報保護法ならびに、関連法令、規範を遵守いたします。また、本Ｗｅｂサイトポリシーに関する取り組みを適宜見直し、改善していきます。</p>
      <h4>本Ｗｅｂサイトポリシーの改訂・更新</h4>
      <p>本学園は社会的変化・技術的変化・法令等の改正に伴い、本Ｗｅｂサイトポリシーを見直し、改訂・変更できるものとします。改訂・変更があった際には、すべて本学園Ｗｅｂサイト上に公開いたします。</p>
    </div>
    <div class="page-policy__main privacy">
      <h3>個人情報保護方針</h3>
      <p>学校法人岩崎学園（以下「本学園」といいます）は、教育事業や文化事業、研究開発事業を行う組織として、本学園のサービスをご利用いただく皆様に関する情報（以下「個人情報」といいます）を正確かつ安全に取り扱うことは重要な社会的責務であると考えております。 ここに本学園の運営に関わる理事、教職員等のすべてが守るべき個人情報保護方針を定め、その責務を果たすことをお約束いたします。</p>
      <h4>１．個人情報の利用目的</h4>
      <p>個人情報は、以下の利用目的で使用します。</p>
      <ul>
        <li>・広報活動（学生（園児）募集、各種セミナー・<br>発表会の案内等）に関する事項</li>
        <li>・学生（園児）生活、就職活動、成績通知、父母会通知等の<br>学校運営に関する事項</li>
        <li>・校友会会員管理、卒業・成績・在籍等の証明書発行に関する事項</li>
        <li>・生涯学習、各種セミナー等の受講者管理に関する事項</li>
        <li>・施設内への入館者管理に関する事項</li>
        <li>・賃貸、貸室管理に関する事項</li>
        <li>・人事、労務、厚生、保健、保険、給与、財務等の<br>組織運営に関する事項</li>
      </ul>
      <h4>２．個人情報の利用及び活用</h4>
      <p>個人情報の利用及び活用は、個人の権利を尊重し、利用目的および提供範囲を限定し適正な管理を行います。<p>
      <h4>３．個人情報の提供</h4>
      <p>個人情報は業務を円滑に進めるために提携し、守秘義務契約を結んだ者以外の第三者に対して提供、譲渡、貸与、販売、共有することはありません。また、本学園は提携した者に対して、安全を確保するための適切な監査、監督をいたします。ただし、以下の場合はその限りではありません。</p>
      <ul>
        <li>・本人の同意がある場合</li>
        <li>・官公庁等の公的機関から、法律に定める権限により<br>開示を求められた場合</li>
        <li>・人の生命、身体または財産の保護のために<br>必要がある場合で、本人の同意を得ることが困難なとき</li>
      </ul>
      <h4>４．個人情報の開示、訂正、削除等</h4>
      <p>原則として本人からの開示、訂正、削除等の請求があり、適正な理由であると判断した場合、合理的な範囲内で速やかに対応いたします。</p>
      <h4>５．個人情報の安全管理</h4>
      <p>個人情報への不正アクセス、紛失、破壊、改ざん及び漏洩などに対して安全対策を講じます。</p>
      <h4>６．個人情報に関する法令及びその他の規範の遵守</h4>
      <p>本学園は、個人情報保護法ならびに、関連法令、規範を遵守いたします。また、本Ｗｅｂサイトポリシーに関する取り組みを適宜見直し、改善していきます。</p>
      <h4>７．継続的改善</h4>
      <p>個人情報を正確かつ安全に取り扱うため、定期的あるいは必要に応じ見直し、継続的改善を行います。</p>
      <h4>８．教職員に対する監督</h4>
      <p>全学的な個人情報の保護活動の実施及び運用を個人情報管理責任者の下、適切に実施します。</p>
    </div>
  </div>
</div>
